Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitHealthAndFitnessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.beginWorkout
source: Begin Workout
ar: بداية التمرين
bg: Започнете тренировка
ca: Començar Entrenament
cs: Začít trénink
da: Start træning
de: Training beginnen
el: Έναρξη Προπόνησης
es: Iniciar entrenamiento
es_419: Comenzar entrenamiento
fi: Aloita harjoitus
fr: Commencer l'entraînement
fr_ca: Commencer l'entraînement
he: התחל אימון
hi: वर्कआउट शुरू करें
hr: Započni vježbu
hu: Edzés Kezdése
id: Mulai Latihan
it: Inizia allenamento
ja: ワークアウトを開始する
kk: Жаттығуды бастау
ko: 운동 시작
ms: Mulakan Senaman
nb: Begynn treningsøkt
nl: Workout Beginnen
pl: Rozpocznij trening
pt_br: Começar Treino
pt_pt: Iniciar Treino
ro: Începe antrenamentul
ru: Начать тренировку
sk: Začať tréning
sv: Börja träning
th: เริ่มการออกกำลังกาย
tr: Antrenmana Başla
uk: Розпочати тренування
vi: Bắt đầu buổi tập
zh_hans: 开始锻炼
zh_hant: 開始運動
zh_hk: 开始健身

# TK.Action.cancelWorkout
source: Cancel Workout
ar: إلغاء التمرين
bg: Отменете тренировката
ca: Cancel·lar Entrenament
cs: Zrušit trénink
da: Afmeld træning
de: Training abbrechen
el: Ακύρωση Προπόνησης
es: Cancelar entrenamiento
es_419: Cancelar entrenamiento
fi: Peruuta harjoitus
fr: Annuler l'entraînement
fr_ca: Annuler l'entraînement
he: בטל אימון
hi: वर्कआउट रद्द करें
hr: Otkaži vježbu
hu: Edzés Lemondása
id: Batalkan Latihan
it: Annulla allenamento
ja: ワークアウトをキャンセルする
kk: Жаттығуды тоқтату
ko: 운동 취소
ms: Sah
nb: Avbryt treningsøkt
nl: Workout Annuleren
pl: Anuluj trening
pt_br: Cancelar Treino
pt_pt: Cancelar Treino
ro: Anulează antrenamentul
ru: Отменить тренировку
sk: Zrušiť tréning
sv: Avbryt träning
th: ยกเลิกการออกกำลังกาย
tr: Antrenmanı İptal Et
uk: Скасувати тренування
vi: Hủy buổi tập
zh_hans: 取消锻炼
zh_hant: 取消運動
zh_hk: 取消健身

# TK.Action.complete
source: Complete
ar: اكتمل
bg: Приключено
ca: Completat
cs: Dokončit
da: Færdig
de: Abgeschlossen
el: Ολοκλήρωση
es: Completar
es_419: Completar
fi: Suorita
fr: Terminé
fr_ca: Terminé
he: הושלם
hi: पूर्ण करें
hr: Dovrši
hu: Teljesítve
id: Selesai
it: Completato
ja: 完了
kk: Аяқтау
ko: 완료
ms: Selesai
nb: Fullfør
nl: Voltooid
pl: Zakończ
pt_br: Concluído
pt_pt: Concluído
ro: Finalizează
ru: Завершено
sk: Dokončiť
sv: Slutför
th: สำเร็จ
tr: Tamamlandı
uk: Виконано
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

# TK.Action.createTask
source: Create Task
ar: إنشاء مهمة
bg: Създай задача
ca: Crear Tasca
cs: Vytvořit úkol
da: Opret opgave
de: Aufgabe erstellen
el: Δημιουργία Εργασίας
es: Crear tarea
es_419: Crear tarea
fi: Luo tehtävä
fr: Créer une tâche
fr_ca: Créer une Tâche
he: צור משימה
hi: कार्य बनाएं
hr: Stvori zadatak
hu: Feladat létrehozása
id: Buat Tugas
it: Crea Compito
ja: タスクを作成
kk: Тапсырма жасау
ko: 작업 만들기
ms: Cipta Tugas
nb: Opprett oppgave
nl: Taak Aanmaken
pl: Utwórz zadanie
pt_br: Criar Tarefa
pt_pt: Criar Tarefa
ro: Creează Sarcină
ru: Создать задачу
sk: Vytvoriť úlohu
sv: Skapa uppgift
th: สร้างงาน
tr: Görev Oluştur
uk: Створити завдання
vi: Tạo nhiệm vụ
zh_hans: 创建任务
zh_hant: 建立任務
zh_hk: 創建任務

# TK.Action.endExercise
source: End Exercise
ar: إنهاء التمرين
bg: Приключи упражнението
ca: Finalitzar Exercici
cs: Ukončit cvičení
da: Afslut øvelse
de: Übung beenden
el: Λήξη Άσκησης
es: Finalizar Ejercicio
es_419: Terminar ejercicio
fi: Lopeta harjoitus
fr: Terminer l'exercice
fr_ca: Finir l'exercice
he: סיים תרגיל
hi: व्यायाम समाप्त करें
hr: Završi vježbu
hu: Gyakorlat Lezárása
id: Akhiri Latihan
it: Termina Esercizio
ja: 運動を終了する
kk: Жаттығуды аяқтау
ko: 운동 종료
ms: Tamatkan Senaman
nb: Avslutt øvelse
nl: Oefening Beëindigen
pl: Zakończ ćwiczenie
pt_br: Encerrar Exercício
pt_pt: Terminar Exercício
ro: Terminare exercițiu
ru: Завершить упражнение
sk: Ukončiť cvičenie
sv: Avsluta träning
th: สิ้นสุดการออกกำลังกาย
tr: Egzersizi Bitir
uk: Завершити вправу
vi: Kết thúc Bài tập
zh_hans: 结束锻炼
zh_hant: 結束練習
zh_hk: 結束運動

# TK.Action.endWorkout
source: End Workout
ar: إنهاء التمرين
bg: Приключи тренировката
ca: Finalitzar Entrenament
cs: Ukončit trénink
da: Afslut træning
de: Workout beenden
el: Λήξη Προπόνησης
es: Finalizar Entrenamiento
es_419: Finalizar entrenamiento
fi: Lopeta harjoitus
fr: Terminer l'entraînement
fr_ca: Terminer l'entraînement
he: סיים אימון
hi: वर्कआउट समाप्त करें
hr: Završi trening
hu: Edzés Befejezése
id: Akhiri Latihan
it: Termina allenamento
ja: ワークアウトを終了する
kk: Дене жаттығуын аяқтау
ko: 운동 세션 종료
ms: Tamatkan Senaman
nb: Avslutt trening
nl: Workout Beëindigen
pl: Zakończ trening
pt_br: Encerrar Treino
pt_pt: Terminar Treino
ro: Încheie antrenamentul
ru: Завершить тренировку
sk: Ukončiť tréning
sv: Avsluta träningspass
th: สิ้นสุดการออกกำลังกาย
tr: Antrenmanı Bitir
uk: Завершити тренування
vi: Kết thúc Tập luyện
zh_hans: 结束锻炼
zh_hant: 結束訓練
zh_hk: 結束健身

# TK.Action.enterWeight
source: Enter Weight
ar: أدخل الوزن
bg: Въведи тегло
ca: Introduir Pes
cs: Zadat váhu
da: Indtast vægt
de: Gewicht eingeben
el: Καταχώριση Βάρους
es: Ingresar Peso
es_419: Ingresar peso
fi: Syötä paino
fr: Saisir le poids
fr_ca: Entrer le poids
he: הכנס משקל
hi: वजन दर्ज करें
hr: Unesi težinu
hu: Súly Bevitele
id: Masukkan Berat
it: Inserisci peso
ja: 体重を入力する
kk: Салмақты енгізу
ko: 체중 입력
ms: Masukkan Berat
nb: Skriv inn vekt
nl: Gewicht Invoeren
pl: Wprowadź wagę
pt_br: Inserir Peso
pt_pt: Inserir Peso
ro: Introdu greutatea
ru: Ввести вес
sk: Zadať hmotnosť
sv: Ange vikt
th: กรอกน้ำหนัก
tr: Ağırlığı Gir
uk: Ввести вагу
vi: Nhập Cân nặng
zh_hans: 输入体重
zh_hant: 輸入體重
zh_hk: 輸入體重

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.joinChallenge
source: Join Challenge
ar: انضم إلى التحدي
bg: Присъедини се към предизвикателство
ca: Unir-se al repte
cs: Připojit se ke výzvě
da: Deltag i Udfordring
de: Beitreten
el: Συμμετοχή σε Πρόκληση
es: Unirse a desafío
es_419: Unirse al Reto
fi: Liity haasteeseen
fr: Rejoindre le défi
fr_ca: Joindre le défi
he: הצטרף לאתגר
hi: चुनौती में शामिल हों
hr: Pridruži se Izazovu
hu: Csatlakozás a kihíváshoz
id: Bergabung dengan Tantangan
it: Partecipa alla Sfida
ja: チャレンジに参加
kk: Челленджге қосылу
ko: 챌린지 참여
ms: Sertai Cabaran
nb: Bli med i utfordring
nl: Doe mee aan Uitdaging
pl: Dołącz do wyzwania
pt_br: Participar do Desafio
pt_pt: Juntar-se ao Desafio
ro: Alătură-te Provocării
ru: Присоединиться к челленджу
sk: Pripojiť sa k výzve
sv: Gå med i utmaning
th: เข้าร่วมความท้าทาย
tr: Müsabakaya Katıl
uk: Приєднатися до змагання
vi: Tham gia thử thách
zh_hans: 加入挑战
zh_hant: 參加挑戰
zh_hk: 參加挑戰

# TK.Action.logMeal
source: Log Meal
ar: تسجيل الوجبة
bg: Записване на хранене
ca: Registrar àpat
cs: Zaznamenat jídlo
da: Log Måltid
de: Mahlzeit Protokollieren
el: Καταγραφή Γεύματος
es: Registrar comida
es_419: Registrar comida
fi: Tallenna ateria
fr: Enregistrer le repas
fr_ca: Enregistrer le repas
he: רשום ארוחה
hi: भोजन लॉग करें
hr: Zabilježi Obrok
hu: Étkezés rögzítése
id: Catat Makan
it: Registra Pasto
ja: 食事を記録
kk: Тамақты тіркеу
ko: 식사 기록하기
ms: Log Makanan
nb: Logg måltid
nl: Maaltijd Registreren
pl: Zarejestruj posiłek
pt_br: Registrar Refeição
pt_pt: Registar Refeição
ro: Înregistrează Masa
ru: Записать прием пищи
sk: Zaznamenať jedlo
sv: Logga måltid
th: บันทึกอาหาร
tr: Öğünü Kaydet
uk: Записати їжу
vi: Ghi chép bữa ăn
zh_hans: 记录餐食
zh_hant: 記錄餐食
zh_hk: 記錄餐食

# TK.Action.logWater
source: Log Water
ar: سجل الماء
bg: Запиши водата
ca: Registra aigua
cs: Zaznamenat příjem vody
da: Log vand
de: Wasser protokollieren
el: Καταγραφή Νερού
es: Registrar agua
es_419: Registrar agua
fi: Kirjaa vesi
fr: Enregistrer l'eau
fr_ca: Enregistrer l'eau
he: רשום מים
hi: पानी लॉग करें
hr: Zabilježi vodu
hu: Víz rögzítése
id: Catat Air
it: Registra Acqua
ja: 水の摂取を記録する
kk: Су қабылдауды тіркеу
ko: 수분 기록하기
ms: Catat Air
nb: Logg vann
nl: Water Registreren
pl: Rejestruj Spożycie Wody
pt_br: Registrar Água
pt_pt: Registar Água
ro: Înregistrează Apă
ru: Записать воду
sk: Zaznamenať vodu
sv: Logga vatten
th: บันทึกน้ำที่ดื่ม
tr: Suyu Kaydet
uk: Записати воду
vi: Ghi lượng nước
zh_hans: 记录饮水
zh_hant: 記錄水分攝取
zh_hk: 记录水分摄入

# TK.Action.markComplete
source: Mark Complete
ar: ضع علامة مكتملة
bg: Завърши
ca: Marcar com a complet
cs: Označit jako hotové
da: Marker som færdig
de: Fertigstellen
el: Σημείωσε ως Ολοκληρωμένη
es: Marcar como completado
es_419: Marcar Completo
fi: Merkitse valmiiksi
fr: Marquer comme terminé
fr_ca: Marquer comme terminé
he: סיים
hi: पूर्ण के रूप में चिह्नित करें
hr: Označi kao Dovršeno
hu: Teljesítés megjelölés
id: Tandai Selesai
it: Segna come Completato
ja: 完了
kk: Дайын деп белгілеу
ko: 완료로 표시
ms: Tandai Selesai
nb: Merk fullført
nl: Markeer Voltooid
pl: Oznacz jako wykonane
pt_br: Marcar Completo
pt_pt: Assinalar como Completo
ro: Marchează ca finalizat
ru: Отметить как завершённое
sk: Označiť ako dokončené
sv: Markera som slutförd
th: ทำเครื่องหมายว่าเสร็จสิ้น
tr: Tamamla
uk: Позначити як завершене
vi: Đánh dấu hoàn thành
zh_hans: 标记为完成
zh_hant: 標記完成
zh_hk: 標記完成

# TK.Action.measure
source: Measure
ar: القياس
bg: Измери
ca: Mesurar
cs: Měření
da: Mål
de: Messen
el: Μέτρηση
es: Medir
es_419: Medir
fi: Mittaa
fr: Mesurer
fr_ca: Mesurer
he: הדבק בקובץ
hi: माप
hr: Mjerenje
hu: Mérés
id: Pengukur
it: Maschera
ja: 計測
kk: Өлшем
ko: 측정
ms: Ukur
nb: Mål
nl: Meten
pl: Mierz
pt_br: Medir
pt_pt: Medir
ro: Măsurare
ru: Измерить
sk: Zmerať
sv: Mäta
th: วัด
tr: Ölç
uk: Виміряти
vi: Đo
zh_hans: 测量
zh_hant: 測量
zh_hk: 測距儀

# TK.Action.meditate
source: Meditate
ar: تأمل
bg: Медитирай
ca: Medita
cs: Meditovat
da: Mediter
de: Meditieren
el: Διαλογίζομαι
es: Meditar
es_419: Meditar
fi: Meditoi
fr: Méditer
fr_ca: Méditer
he: מדיטציה
hi: ध्यान करें
hr: Meditiraj
hu: Meditálás kezdése
id: Meditasi
it: Medita
ja: 瞑想する
kk: Медитация жасау
ko: 명상하기
ms: Meditasi
nb: Meditér
nl: Mediteren
pl: Medytuj
pt_br: Meditar
pt_pt: Meditar
ro: Meditează
ru: Медитировать
sk: Meditovať
sv: Meditera
th: ทำสมาธิ
tr: Meditasyon Yap
uk: Медитувати
vi: Thiền
zh_hans: 冥想
zh_hant: 冥想
zh_hk: 冥想

# TK.Action.monitor
source: Monitor
ar: مراقبة
bg: Наблюдавай
ca: Segueix
cs: Sledovat
da: Overvåg
de: überwachen
el: Παρακολούθηση
es: Monitorear
es_419: Monitorear
fi: Seuraa
fr: Surveiller
fr_ca: Surveiller
he: ניטור
hi: मॉनिटर करें
hr: Prati
hu: Megfigyelés
id: Pantau
it: Monitora
ja: 監視する
kk: Мониторинг жасау
ko: 모니터링하기
ms: Pantau
nb: Overvåk
nl: Monitoren
pl: Monitoruj
pt_br: Monitorar
pt_pt: Monitorizar
ro: Monitorizează
ru: Мониторить
sk: Monitorovať
sv: Övervaka
th: ติดตามผล
tr: İzle
uk: Слідкувати
vi: Giám sát
zh_hans: 监测
zh_hant: 監控
zh_hk: 监测

# TK.Action.pauseWorkout
source: Pause Workout
ar: أوقف التمرين
bg: Пауза на тренировката
ca: Pausa l'entrenament
cs: Pozastavit trénink
da: Pause træning
de: Training pausieren
el: Παύση Προπόνησης
es: Pausar entrenamiento
es_419: Pausar entrenamiento
fi: Pysäytä harjoitus
fr: Mettre en pause l'entraînement
fr_ca: Mettre en pause l'entraînement
he: השהה אימון
hi: वर्कआउट रोकें
hr: Pauziraj trening
hu: Edzés szüneteltetése
id: Jeda Latihan
it: Pausa Allenamento
ja: ワークアウトを一時停止
kk: Жаттығуды кідірту
ko: 운동 일시 정지
ms: Jeda Senaman
nb: Pause trening
nl: Workout Pauzeren
pl: Wstrzymaj trening
pt_br: Pausar Treino
pt_pt: Pausar Treino
ro: Pauză antrenament
ru: Пауза в тренировке
sk: Pozastaviť tréning
sv: Pausa träning
th: หยุดพักการออกกำลังกาย
tr: Egzersizi Durdur
uk: Зупинити тренування
vi: Tạm dừng buổi tập
zh_hans: 暂停锻炼
zh_hant: 暫停鍛鍊
zh_hk: 暫停訓練

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 记录
zh_hant: 錄製
zh_hk: 記錄

# TK.Action.repeatExercise
source: Repeat Exercise
ar: كرر التمرين
bg: Повторение на упражнението
ca: Repetir exercici
cs: Opakovat cvičení
da: Gentag øvelse
de: Übung wiederholen
el: Επανάληψη Άσκησης
es: Repetir ejercicio
es_419: Repetir ejercicio
fi: Toista harjoitus
fr: Répéter l'exercice
fr_ca: Répéter l'exercice
he: חזור על תרגיל
hi: व्यायाम दोहराएँ
hr: Ponovi vježbu
hu: Gyakorlat Ismétlése
id: Ulangi Latihan
it: Ripeti Esercizio
ja: エクササイズを繰り返す
kk: Жаттығуды қайталау
ko: 운동 반복하기
ms: Ulang Latihan
nb: Gjenta øvelse
nl: Oefening herhalen
pl: Powtórz ćwiczenie
pt_br: Repetir Exercício
pt_pt: Repetir exercício
ro: Repetă exercițiul
ru: Повторить упражнение
sk: Opakovať cvičenie
sv: Upprepa övning
th: ทำซ้ำการออกกำลังกาย
tr: Egzersizi Tekrarla
uk: Повторити вправу
vi: Lặp lại Bài tập
zh_hans: 重复锻炼
zh_hant: 重複運動
zh_hk: 重複練習

# TK.Action.reportIssue
source: Report Issue
ar: تقديم تقرير عن مشكلة
bg: Докладвай проблема
ca: Informar d'un problema
cs: Nahlásit problém
da: Rapportér problem
de: Problem melden
el: Αναφορά Προβλήματος
es: Reportar problema
es_419: Reportar problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
fr_ca: Signaler un problème
he: דווח על בעיה
hi: समस्या रिपोर्ट करें
hr: Prijavi problem
hu: Probléma bejelentése
id: Laporkan Masalah
it: Segnala problema
ja: 問題を報告する
kk: Мәселені хабарлау
ko: 문제 신고
ms: Laporkan Masalah
nb: Rapportere problem
nl: Probleem Rapporteren
pl: Zgłoś problem
pt_br: Relatar Problema
pt_pt: Reportar Problema
ro: Raportează problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera Problem
th: รายงานปัญหา
tr: Sorunu Bildir
uk: Повідомити про проблему
vi: Báo cáo vấn đề
zh_hans: 报告问题
zh_hant: 報告問題
zh_hk: 舉報問題

# TK.Action.requestAccess
source: Request Access
ar: طلب الوصول
bg: Искай достъп
ca: Sol·licitar accés
cs: Požádat o přístup
da: Anmod om adgang
de: Zugriff anfordern
el: Ζήτηση Πρόσβασης
es: Solicitar acceso
es_419: Solicitar acceso
fi: Pyydä pääsyä
fr: Demander l'accès
fr_ca: Demander l'accès
he: בקש גישה
hi: पहुँच का अनुरोध करें
hr: Zatraži pristup
hu: Hozzáférés kérése
id: Minta Akses
it: Richiedi accesso
ja: アクセスを要求する
kk: Рұқсат сұрау
ko: 접근 요청하기
ms: Minta Akses
nb: Be om tilgang
nl: Toegang Aanvragen
pl: Poproś o dostęp
pt_br: Solicitar Acesso
pt_pt: Solicitar Acesso
ro: Cere accesul
ru: Запросить доступ
sk: Požiadať o prístup
sv: Begär Åtkomst
th: ขออนุญาตเข้าใช้งาน
tr: Erişim İste
uk: Запросити доступ
vi: Yêu cầu quyền truy cập
zh_hans: 请求访问权限
zh_hant: 請求訪問
zh_hk: 請求訪問

# TK.Action.resetProgress
source: Reset Progress
ar: إعادة تعيين التقدم
bg: Нулирай напредъка
ca: Reiniciar el progrés
cs: Resetovat pokrok
da: Nulstil fremskridt
de: Fortschritt zurücksetzen
el: Επαναφορά Προόδου
es: Restablecer progreso
es_419: Restablecer progreso
fi: Nollaa edistyminen
fr: Réinitialiser la progression
fr_ca: Réinitialiser les progrès
he: אפס התקדמות
hi: प्रगति रीसेट करें
hr: Resetiraj napredak
hu: Előrehaladás visszaállítása
id: Reset Progres
it: Reimposta progressi
ja: 進捗をリセット
kk: Прогресті қалпына келтіру
ko: 진행률 초기화
ms: Set semula Kemajuan
nb: Tilbakestill fremgang
nl: Voortgang Reset
pl: Zresetuj postęp
pt_br: Reiniciar Progresso
pt_pt: Recomeçar Progresso
ro: Resetează progresul
ru: Сбросить прогресс
sk: Resetovať pokrok
sv: Återställ Framsteg
th: รีเซ็ตความก้าวหน้า
tr: Progresi Sıfırla
uk: Скинути прогрес
vi: Đặt lại tiến trình
zh_hans: 重置进度
zh_hant: 重置進度
zh_hk: 重置進度

# TK.Action.resumeWorkout
source: Resume Workout
ar: استئناف التمرين
bg: Възобновяване на тренировката
ca: Reprendre l'entrenament
cs: Pokračovat v tréninku
da: Genoptag træning
de: Training fortsetzen
el: Συνέχεια Άσκησης
es: Reanudar entrenamiento
es_419: Reanudar entrenamiento
fi: Jatka harjoitusta
fr: Reprendre l'entraînement
fr_ca: Reprendre l'entraînement
he: המשך אימון
hi: व्यायाम फिर से शुरू करें
hr: Nastavi vježbu
hu: Edzés folytatása
id: Lanjutkan Latihan
it: Riprendi Allenamento
ja: ワークアウトを再開
kk: Тренировка жалғастыру
ko: 운동 재개하세요
ms: Teruskan Latihan
nb: Gjenoppta trening
nl: Training hervatten
pl: Wznów trening
pt_br: Retomar Treino
pt_pt: Retomar treino
ro: Continuă antrenamentul
ru: Продолжить тренировку
sk: Pokračovať v tréningu
sv: Återuppta träning
th: ดำเนินการออกกำลังกายต่อ
tr: Antrenmanı Devam Ettir
uk: Продовжити тренування
vi: Tiếp tục Tập luyện
zh_hans: 继续锻炼
zh_hant: 恢復運動
zh_hk: 恢復鍛煉

# TK.Action.reviewProgress
source: Review Progress
ar: مراجعة التقدم
bg: Преглед на напредъка
ca: Revisar progressos
cs: Zkontrolovat pokrok
da: Gennemgå fremskridt
de: Fortschritt überprüfen
el: Επισκόπηση Προόδου
es: Revisar progreso
es_419: Revisar progreso
fi: Tarkista edistyminen
fr: Vérifier les progrès
fr_ca: Examiner les progrès
he: סקור התקדמות
hi: प्रगति की समीक्षा करें
hr: Pregledaj napredak
hu: Haladás Áttekintése
id: Tinjau Kemajuan
it: Rivedi Progressi
ja: 進捗を確認
kk: Алға жылжу барысын қарау
ko: 진행 상황 검토하기
ms: Semak Kemajuan
nb: Gå gjennom fremgang
nl: Voortgang bekijken
pl: Sprawdź postępy
pt_br: Revisar Progresso
pt_pt: Rever progresso
ro: Revizuiește progresul
ru: Просмотреть прогресс
sk: Skontrolovať pokrok
sv: Granska framsteg
th: ตรวจสอบความก้าวหน้า
tr: İlerlemeni Gözden Geçir
uk: Переглянути прогрес
vi: Xem lại Tiến độ
zh_hans: 查看进度
zh_hant: 檢視進度
zh_hk: 檢閱進度

# TK.Action.saveVideo
source: Save Video
ar: حفظ الفيديو
bg: Запази видео
ca: Desar el vídeo
cs: Uložit video
da: Gem video
de: Video sichern
el: Αποθήκευση βίντεο
es: Guardar vídeo
es_419: Guardar video
fi: Tallenna video
fr: Enregistrer la vidéo
fr_ca: Enregistrer la vidéo
he: שמירת הסרטון
hi: वीडियो सहेजें
hr: Spremi videozapis
hu: Videó mentése
id: Simpan Video
it: Salva video
ja: ビデオを保存
kk: Видеоны сақтау
ko: 비디오 저장하기
ms: Simpan Video
nb: Lagre video
nl: Bewaar video
pl: Zachowaj wideo
pt_br: Salvar Vídeo
pt_pt: Guardar vídeo
ro: Salvează clipul video
ru: Сохранить видео
sk: Uložiť video
sv: Spara video
th: บันทึกวิดีโอ
tr: Videoyu Kaydet
uk: Зберегти відео
vi: Lưu video
zh_hans: 存储视频
zh_hant: 儲存影片
zh_hk: 儲存影片

# TK.Action.setGoal
source: Set Goal
ar: حدد الهدف
bg: Задай цел
ca: Establir objectiu
cs: Nastavit cíl
da: Sæt mål
de: Ziel festlegen
el: Όρισε Σκοπό
es: Establecer Objetivo
es_419: Establecer meta
fi: Aseta tavoite
fr: Définir un objectif
fr_ca: Définir un objectif
he: קבע מטרה
hi: लक्ष्य निर्धारित करें
hr: Postavi cilj
hu: Cél beállítása
id: Tetapkan Tujuan
it: Imposta Obiettivo
ja: 目標を設定
kk: Мақсат қою
ko: 목표 설정
ms: Tetapkan Matlamat
nb: Sett mål
nl: Stel doel in
pl: Ustal cel
pt_br: Definir Meta
pt_pt: Definir Objetivo
ro: Stabilește Obiectivul
ru: Установить цель
sk: Nastaviť cieľ
sv: Sätt mål
th: ตั้งเป้าหมาย
tr: Hedef Ayarla
uk: Встановити мету
vi: Đặt Mục Tiêu
zh_hans: 设定目标
zh_hant: 設置目標
zh_hk: 設定目標

# TK.Action.setReminder
source: Set Reminder
ar: تعيين تذكير
bg: Задай напомняне
ca: Establir recordatori
cs: Nastavit připomínku
da: Sæt påmindelse
de: Erinnerung festlegen
el: Όρισε Υπενθύμιση
es: Establecer Recordatorio
es_419: Establecer recordatorio
fi: Aseta muistutus
fr: Définir un rappel
fr_ca: Définir un rappel
he: קבע תזכורת
hi: रिमाइंडर सेट करें
hr: Postavi podsjetnik
hu: Emlékeztető beállítása
id: Tetapkan Pengingat
it: Imposta Promemoria
ja: リマインダーを設定
kk: Еске салу орнату
ko: 리마인더 설정
ms: Tetapkan Peringatan
nb: Sett påminnelse
nl: Stel herinnering in
pl: Ustal przypomnienie
pt_br: Definir Lembrete
pt_pt: Definir Lembrete
ro: Stabilește Memento
ru: Установить напоминание
sk: Nastaviť pripomienku
sv: Ställ in påminnelse
th: ตั้งการเตือนความจำ
tr: Hatırlatıcı Ayarla
uk: Встановити нагадування
vi: Đặt Nhắc Nhở
zh_hans: 设定提醒
zh_hant: 設置提醒
zh_hk: 設定提醒

# TK.Action.skipExercise
source: Skip Exercise
ar: تخطي التمرين
bg: Пропусни упражнението
ca: Saltar exercici
cs: Přeskočit cvičení
da: Spring øvelse over
de: Übung überspringen
el: Παράκαμψη Άσκησης
es: Omitir Ejercicio
es_419: Saltar Ejercicio
fi: Ohita harjoitus
fr: Passer l'exercice
fr_ca: Passer l'exercice
he: דלג על תרגיל
hi: व्यायाम छोड़ें
hr: Preskoči vježbu
hu: Gyakorlat Kihagyása
id: Lewati Latihan
it: Salta Esercizio
ja: エクササイズをスキップ
kk: Жаттығуды өткізіп жіберу
ko: 운동 생략
ms: Langkau Senaman
nb: Hopp over øvelse
nl: Intro overslaan
pl: Pomiń ćwiczenie
pt_br: Pular Exercício
pt_pt: Omitir Exercício
ro: Sar peste exercițiu
ru: Пропустить упражнение
sk: Preskočiť cvičenie
sv: Hoppa över övning
th: ข้ามการออกกำลังกาย
tr: Egzersizi Atla
uk: Пропустити вправу
vi: Bỏ Qua Bài Tập
zh_hans: 跳过锻炼
zh_hant: 跳過練習
zh_hk: 跳過練習

# TK.Action.startExercise
source: Start Exercise
ar: ابدأ التمرين
bg: Започни упражнение
ca: Començar exercici
cs: Začít cvičení
da: Start Øvelse
de: Übung starten
el: Ξεκινήστε Άσκηση
es: Iniciar Ejercicio
es_419: Iniciar Ejercicio
fi: Aloita harjoitus
fr: Commencer l'exercice
fr_ca: Commencer l'exercice
he: התחל תרגול
hi: व्यायाम शुरू करें
hr: Započni vježbu
hu: Gyakorlat indítása
id: Mulai Latihan
it: Inizia Esercizio
ja: エクササイズを開始
kk: Жаттығуды бастау
ko: 운동 시작
ms: Mulakan Senaman
nb: Start trening
nl: Begin oefening
pl: Rozpocznij ćwiczenie
pt_br: Iniciar Exercício
pt_pt: Iniciar Exercício
ro: Începe Exercițiul
ru: Начать упражнение
sk: Začať cvičenie
sv: Starta övning
th: เริ่มออกกำลังกาย
tr: Egzersiz Başlat
uk: Розпочати вправу
vi: Bắt Đầu Tập Thể Dục
zh_hans: 开始锻炼
zh_hant: 開始運動
zh_hk: 開始運動

# TK.Action.startWorkout
source: Start Workout
ar: ابدأ التمرين الرياضي
bg: Започни тренировка
ca: Començar entrenament
cs: Začít trénink
da: Start Træning
de: Workout starten
el: Ξεκίνησε Προπόνηση
es: Iniciar Entrenamiento
es_419: Iniciar Entrenamiento
fi: Aloita harjoittelu
fr: Commencer l'entraînement
fr_ca: Commencer l'entraînement
he: התחל אימון
hi: वर्कआउट शुरू करें
hr: Započni trening
hu: Edzés indítása
id: Mulai Latihan
it: Inizia Allenamento
ja: ワークアウトを開始
kk: Жаттығу сессиясын бастау
ko: 운동 시작
ms: Mulakan Latihan
nb: Start trening
nl: Begin training
pl: Rozpocznij trening
pt_br: Iniciar Treino
pt_pt: Iniciar Treino
ro: Începe Antrenamentul
ru: Начать тренировку
sk: Začať tréning
sv: Börja träning
th: เริ่มการออกกำลังกาย
tr: Antrenmanı Başlat
uk: Розпочати тренування
vi: Bắt đầu tập luyện
zh_hans: 开始锻炼会话
zh_hant: 開始鍛煉
zh_hk: 開始鍛煉

# TK.Action.stopExercise
source: Stop Exercise
ar: إيقاف التمرين
bg: Спри упражнението
ca: Aturar exercici
cs: Zastavit cvičení
da: Stop øvelse
de: Übung stoppen
el: Σταμάτημα Άσκησης
es: Detener Ejercicio
es_419: Detener Ejercicio
fi: Lopeta harjoitus
fr: Arrêter l'exercice
fr_ca: Arrêter l'exercice
he: הפסק תרגיל
hi: व्यायाम रोकें
hr: Prekini vježbu
hu: Gyakorlat megállítása
id: Hentikan Latihan
it: Ferma Esercizio
ja: エクササイズを停止
kk: Жаттығуды тоқтату
ko: 운동 중지
ms: Hentikan Senaman
nb: Stopp øvelse
nl: Stop Oefening
pl: Zatrzymaj ćwiczenie
pt_br: Parar Exercício
pt_pt: Parar Exercício
ro: Oprește exercițiul
ru: Остановить упражнение
sk: Zastaviť cvičenie
sv: Stoppa övning
th: หยุดการออกกำลังกาย
tr: Egzersizi Durdur
uk: Зупинити вправу
vi: Dừng bài tập
zh_hans: 停止锻炼
zh_hant: 停止練習
zh_hk: 停止練習
